Repository: magicamun/kodi-pbx-addon
Catalog: resources/language/*/strings.po
Languages: german

# Addon Summary
source: Kodi PBX Addon aims to provide a completely new Home Telephony Experience by integrating Asterisk into Kodi.
german: Kodi PBX Addon schafft ein komplett neues Heim-Telefon-Erlebnis durch die Integration von Asterisk in Kodi

# Addon Description
source: By integratating Asterisk into Kodi you can use it as a front-end for certain functionality (like playing voicemail) and to automate some tasks (like pausing video on incoming calls), among other features.
german: Durch die Integration von Asterisk in Kodi wird Kodi zum Frontend für bestimmte Funktionen von Asterisk wie z.B. Abspielen der Sprachnachrichten, Anhalten des Video-Playback

# Addon Disclaimer
source: You have to have a properly set-up and running Asterisk server.
german: Du brauchst einen korrekt aufgesetzten Asterisk Server

# #30004
source: Disable background service
german: Deaktivieren des Hintergrunddienstes

# #30010
source: Connection
german: Verbindung

# #30012
source: Define here the connection information to AMI
german: Konfiguration der Verbindungsdaten zum AMI

# #30013
source: PBX: AMI Hostname or IP Address
german: PBX: AMI Hostname oder IP-Adresse

# #30015
source: PBX: AMI Username
german: PBX: AMI Benutzername

# #30016
source: PBX: AMI Password
german: PBX: AMI Passwort

# #30020
source: Inbound Calls
german: Eingehende Anrufe

# #30021
source: Define here what to do on inbound calls
german: Konfiguration für eingehende Anrufe

# #30022
source: Kodi: Initiate upon Asterisk NewChannel State
german: Kodi: Starten wenn Asterisk "NewChannel State" ist

# #30023
source: Kodi: Initiate only if ALERT_INFO equals to:
german: Kodi: Nur starten wenn "ALERT_INFO" ist gleich

# #30024
source: Kodi: Show Caller ID notification
german: Kodi: Zeige Anrufer-ID Benachrichtigung

# #30025
source: Kodi: Caller ID notification timeout
german: Kodi: Anrufer-ID Benachrichtigungs-Timeout

# #30026
source: Kodi: Pause playing Video
german: Kodi: Video pausieren

# #30027
source: PBX: Redirect calls if Kodi is playing Video
german: PBX: Anrufe umleiten wenn Kodie Video abspielt

# #30028
source: PBX: Redirect calls to context (name)
german: PBX: Anrufe umleiten zum Kontext (name)

# #30029
source: PBX: Redirect only if ALERT_INFO equals to:
german: PBX: Nur Umleiten, wenn "ALERT_INFO" ist gleich

# #30030
source: Outbound Calls
german: Ausgehende Anrufe

# #30031
source: Define here what to do with outbound calls
german: Konfiguration für ausgehende Anrufe

# #30032
source: PBX: Use extension
german: PBX: Benutze Kontext

# #30040
source: CDR & VoiceMail
german: Anrufliste & Sprachnachrichten

# #30041
source: Define here how to retrieve CDR and VoiceMail
german: Konfiguration für die Anrufliste und Sprachnachrichten

# #30042
source: Kodi: URL to Kodi-pbx-addon.php
german: Kodi: URL zu kodi-pbx-addon.php

# #30043
source: Kodi: VoiceMail notification timeout
german: Kodi: Timeout bei Benachrichtigung für Sprachnachrichten

# #30044
source: PBX: Mailbox number
german: PBX: Sprachnachrichten für Nummer

# #30045
source: PBX: VoiceMail Context
german: PBX: Kontext für Sprachnachrichten

# #30047
source: Message Waiting Indicator (MWI)
german: Anzeige für wartende Nachrichten (MWI)

# #30048
source: MWI: After listening a VM, clear message count
german: MWI: Anzeige für wartende Nachrichten löschen nach Abhören

# #30050
source: Incoming Call
german: Eingehender Anruf

# #30051
source: Kodi PBX Addon Error
german: Kodi: PBX Addon-Fehler

# #30052
source: Voice Mail Count
german: Sprachnachrichten

# #30053
source: New messages:
german: Neue Nachrichten:

# #30061
source: Kodi: Show Caller's Picture
german: Kodi: Zeige Bild des Anrufers

# #30062
source: Kodi: Search for Caller's Picture here:
german: Kodi: Pfad zu Anruferbildern:

# #30063
source: Fetching Back-end Info...
german: Hole Anrufliste...

# #30064
source: Displaying Back-end Info...
german: Zeige Anrufliste...

# #30065
source: Done...
german: Fertig...

# #30101
source: Show CDR
german: Anrufliste

# #30102
source: Show Voice Mail
german: Sprachnachrichten

# #30103
source: Settings
german: Einstellungen

# #30104
source: Initiate outgoing call to
german: Initiire ausgehenden Anruf zu

# #30105
source: Play Voice Mail?
german: Sprachnnachricht abspielen?

# #30106
source: Delete Voice Mail?
german: Sprachnachricht löschen?

# #30107
source: Refresh
german: Aktualisieren

# #30108
source: Dialpad
german: Wählfeld

# #30110
source: Call Detail Record
german: Anrufliste

# #30112
source: Source
german: Quelle

# #30113
source: Destination
german: Ziel

# #30114
source: Destination Context
german: Ziel-Kontext

# #30115
source: Caller ID
german: Anrufer ID

# #30116
source: Channel
german: Kanal

# #30117
source: Destination Channel
german: Ziel-Kanal

# #30118
source: Last Application
german: Letzte Anwendung

# #30119
source: Last Data
german: Abschlussdaten

# #30120
source: Start of call
german: Beginn des Anrufes

# #30121
source: Answer of call
german: Anruf beantwortet

# #30122
source: End of call
german: Anruf beendet

# #30123
source: Duration
german: Dauer

# #30124
source: Billing Seconds
german: Abrechnungsdauer

# #30127
source: Unique ID
german: Eindeutige ID

# #30129
source: User Field
german: Benutzerfeld

# #30130
source: Call Date
german: Anrufdatum

# #30150
source: Voice Mail
german: Sprachnachricht

# #30151
source: Mailbox
german: Sprachbox

# #30152
source: Context
german: Kontext

# #30153
source: Macro Context
german: Makrokontext

# #30154
source: Extension
german: Leitung

# #30155
source: Priority
german: Priorität

# #30156
source: Caller Channel
german: Anrufer Kanal

# #30157
source: Caller ID
german: Anrufer ID

# #30159
source: Date/Time
german: Datum/Zeit

# #30160
source: Category
german: Kategorie

# #30162
source: Duration
german: Dauer

# #30163
source: Recording Index
german: Aufnahmeindex

# #30171
source: -== First time use instructions ==-
german: -== Anleitung für die Erstbenutzung ==-

# #30173
source: Make sure you followed all installation instructions from http://code.google.com/p/kodi-pbx-addon/
german: Überprüfe, daß alle Einstellungen gemäß der Aneleitung von http://code.google.com/p/kodi-pbx-addon/ durchgeführt sind.

# #30175
source: You will now be prompted to customize this Add-on settings.
german: Du wirst nun aufgefordert die Einstllungen des Add-On's anzupassen.

# #30176
source: If you already did it, you can just ignore it.
german: Wenn das schon passiert ist, ignorieren.

# #30177
source: Once you finished, start this Add-on again. You will not see this screen again.
german: Sobald das erledigt ist, das Add-on neu starten. Dieser Bildschirm wird nicht noch einmal gezeigt.

# #30179
source: Press any key to continue.
german: Taste für weiter.
